school/5al/storia/seconda-guerra-mondiale.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-19 Sun 16:06 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Seconda Guerra Mondiale</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Seconda Guerra Mondiale</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc7b801c">1. La vigilia della guerra</a>
<ul>
<li><a href="#orgeda765c">1.1. Hitler annette la l'Austria e la Cecoslovacchia</a></li>
<li><a href="#org7f1d43d">1.2. Nel 1939 -&gt; patto Ribbentrop-Molotov tra Germania e Russia</a></li>
<li><a href="#org85d5fc2">1.3. Invasione della Polonia nei primi di settembre</a></li>
<li><a href="#org4188517">1.4. Mussolini inizialmente non voleva entrare in guerra perchè l'Italia aveva subito grosse perdite sia nella guerra di Etiopia sia nella guerra civile spagnola.</a></li>
<li><a href="#orgea54566">1.5. Due battaglie che la rendono una guerra di logoramento</a>
<ul>
<li><a href="#org23278a3">1.5.1. Leone marino</a></li>
<li><a href="#org932821c">1.5.2. Barbarossa</a></li>
</ul>
</li>
<li><a href="#org92f4e14">1.6. Il patto Tripartito</a></li>
<li><a href="#org8b31a39">1.7. I Giapponesi attaccano la base navale a Pearl Harbour</a></li>
<li><a href="#org2a687de">1.8. La svolta (dal 1942 al 1944) (nella slide non si capisce nulla)</a></li>
<li><a href="#org98ec0c0">1.9. 3 Settembre 1943 Bagoglio firma l'Armistizio con gli alleati</a></li>
<li><a href="#org51c3dee">1.10. Nasce il comitato di liberazione nazionale</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgc7b801c" class="outline-2">
<h2 id="orgc7b801c"><span class="section-number-2">1.</span> La vigilia della guerra</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgeda765c" class="outline-3">
<h3 id="orgeda765c"><span class="section-number-3">1.1.</span> Hitler annette la l'Austria e la Cecoslovacchia</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Anche Mussolini segue la stessa scia ed annette l'Albania.
Francia e Inghilterra si dimostrano arrendevoli.
</p>

<p>
Hitler e Mussolini firmano il Patto d'acciaio -&gt; l'Italia entra in guerra a prescindere,
anche se fosse la Gemania ad attaccare.
</p>
</div>
</div>

<div id="outline-container-org7f1d43d" class="outline-3">
<h3 id="org7f1d43d"><span class="section-number-3">1.2.</span> Nel 1939 -&gt; patto Ribbentrop-Molotov tra Germania e Russia</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Hitler decide di firmare il pattro con Stalin in cui si giurava la non aggressione
con l'espansione della Germania. Inoltre si spartivano la Polonia, parte del patto
che rimane segreta.
</p>
</div>
</div>

<div id="outline-container-org85d5fc2" class="outline-3">
<h3 id="org85d5fc2"><span class="section-number-3">1.3.</span> Invasione della Polonia nei primi di settembre</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Quando invade la Polonia intervengono anche Francia ed Inghilterra dichiarando guerra
alla Germania.
</p>

<p>
Conquista anche la Danimarca e la Norvegia.
</p>

<p>
La prima guerra mondiale si era trasformata in guerra di logoramento. In questo caso, Hitler
riesce ad arrivare a Parigi nel giro di un mese.
</p>

<p>
La Francia si arrende.
</p>

<p>
La Francia si divide tra Nord e Sud. La parte Nord subisce l'occupazione tedesca, mentre
a Sud abbiamo la Repubblica di Vichy.
</p>

<p>
I soldati francesi collaborano con la Germania (forse).
</p>

<p>
Scappa dal porto di Danquerque per rifugiarsi in Inghilterra.
</p>
</div>
</div>

<div id="outline-container-org4188517" class="outline-3">
<h3 id="org4188517"><span class="section-number-3">1.4.</span> Mussolini inizialmente non voleva entrare in guerra perchè l'Italia aveva subito grosse perdite sia nella guerra di Etiopia sia nella guerra civile spagnola.</h3>
<div class="outline-text-3" id="text-1-4">
<p>
La guerra sembrava lampo, perciò Mussolini entra in guerra all'ultimo per sedersi al tavolo dei
vincitori ed ottenere le terre. Entra il 10 Giugno e il 14 la Francia crolla.
</p>

<p>
L'Italia aveva pochi soldati.
</p>
</div>
</div>

<div id="outline-container-orgea54566" class="outline-3">
<h3 id="orgea54566"><span class="section-number-3">1.5.</span> Due battaglie che la rendono una guerra di logoramento</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Le due battaglie sono Operazione Barbarossa ed Operazione Leone Marino (con cui Hitler
decide di attaccare l'Inghilterra).
</p>
</div>

<div id="outline-container-org23278a3" class="outline-4">
<h4 id="org23278a3"><span class="section-number-4">1.5.1.</span> Leone marino</h4>
<div class="outline-text-4" id="text-1-5-1">
<p>
Il presidente Churchill aveva dichiarato di proseguire ad oltranza la guerra contro la Germania.
Si combatte tramite l'aviazione.
</p>

<p>
Nessuna delle due potenze prevale sull'altra -&gt; guerra di logoramento
</p>
</div>
</div>

<div id="outline-container-org932821c" class="outline-4">
<h4 id="org932821c"><span class="section-number-4">1.5.2.</span> Barbarossa</h4>
<div class="outline-text-4" id="text-1-5-2">
<p>
La Germania attacca la Russia nonostante il patto di Ribbentrop-Molotov. Hitler voleva anche
il territorio dell'URSS. Considerava gli slavi come una popolazione inferiore.
</p>
</div>
</div>
</div>

<div id="outline-container-org92f4e14" class="outline-3">
<h3 id="org92f4e14"><span class="section-number-3">1.6.</span> Il patto Tripartito</h3>
<div class="outline-text-3" id="text-1-6">
<p>
Dopo l'asse Roma-Berlino ed il patto di Acciaio, al patto Tripartito si aggiunge il Giappone.
Queste tre potenze pensavano di spartirsi il mondo.
</p>
</div>
</div>

<div id="outline-container-org8b31a39" class="outline-3">
<h3 id="org8b31a39"><span class="section-number-3">1.7.</span> I Giapponesi attaccano la base navale a Pearl Harbour</h3>
<div class="outline-text-3" id="text-1-7">
<p>
Perchè non permettevano di vendere le armi.
</p>

<p>
Gli Stati Uniti entrano in guerra l'8 dicembre 1941 con il presidente Roosevelt (rieletto per la
terza volta).
</p>
</div>
</div>

<div id="outline-container-org2a687de" class="outline-3">
<h3 id="org2a687de"><span class="section-number-3">1.8.</span> La svolta (dal 1942 al 1944) (nella slide non si capisce nulla)</h3>
<div class="outline-text-3" id="text-1-8">
<p>
Si ribaltano le sorti del conflitto.
Generale Rommel.
</p>

<p>
Vanno a combattere in Africa.
</p>

<p>
Ottobre-Novembre 1942 le sorti si ribaltano con tre battaglie tra cui lo sbarco in Normandia.
</p>

<p>
Luglio 1943 sbarco in Sicilia.
</p>

<p>
Il Re toglie i poteri a Mussolini e vuole togliere la dittatura. Viene imprigionato sul
Gran Sasso. Nel Luglio del 1943 si deve creare un governo 2
</p>
</div>
</div>

<div id="outline-container-org98ec0c0" class="outline-3">
<h3 id="org98ec0c0"><span class="section-number-3">1.9.</span> 3 Settembre 1943 Bagoglio firma l'Armistizio con gli alleati</h3>
<div class="outline-text-3" id="text-1-9">
<p>
I soldati però non avevano ricevuto nessuna informazione.
</p>

<p>
Sempre a Settembre i Tedeschi scarcerano Mussolini che crea la Repubblica di Salò.
Il Re e Badoglio lasciano Roma per rifugiarsi a Brindisi perchè era già stata ritirata.
</p>

<p>
I soldati non sapevano ancora cosa fare.
</p>
</div>
</div>

<div id="outline-container-org51c3dee" class="outline-3">
<h3 id="org51c3dee"><span class="section-number-3">1.10.</span> Nasce il comitato di liberazione nazionale</h3>
<div class="outline-text-3" id="text-1-10">
<p>
Punto di incontro: marzo 1944 con discorso Togliatti in cui dice che era necessario lavorare insieme
per cacciare i nazifascisti.
</p>

<p>
Il Re abdica per lasciare il trono al figlio.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-06-19 Sun 16:06</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
